//==================================================================
//创建时间：2017-4-23 首次创建
//功能描述：状态码
//创建人：郭世江
//修改记录：若要修改请记录
//==================================================================

package types

//组串入库
const (
	ItemCode       = "\"" + "itemCode" + "\""  //各处均可用的itemCode
	ItemValue      = "\"" + "itemValue" + "\"" //通用的itemValue
	ImgUrl         = "\"" + "imageUrl" + "\""  //通用的imageUrl
	PCode          = "\"" + "50021" + "\""     //P波----time_pd_pr
	QRSCode        = "\"" + "5022" + "\""      //QRS波------pd_qrs
	STTCode        = "\"" + "5023" + "\""      //ST段T波-----pd_qt
	QTCode         = "\"" + "5024" + "\""      //Q—T间期----pd_qtc
	UCode          = "\"" + "5005" + "\""      //U波
	HDZCode        = "\"" + "5026" + "\""      //心电轴------------qrs_front
	HDWCode        = "\"" + "5007" + "\""      //心电位
	FHeartRateCode = "\"" + "5008" + "\""      //房性心率---------heart_rate
	DHeartRateCode = "\"" + "5009" + "\""      //窦性心律
	DCode          = "\"" + "5010" + "\""      //交界性心律
	JCode          = "\"" + "5011" + "\""      //室性心律
	DFCode         = "\"" + "5012" + "\""      //窦房传导阻滞
	FSCode         = "\"" + "5013" + "\""      //房室传导阻滞
	SZCode         = "\"" + "5014" + "\""      //束支传导阻滞
	YJCode         = "\"" + "5015" + "\""      //预激征候群
	XFCode         = "\"" + "5016" + "\""      //心房心室
	XJCode         = "\"" + "5017" + "\""      //心肌梗塞
	QBCode         = "\"" + "5018" + "\""      //起博器
	Other          = "\"" + "5019" + "\""      //其他
)
